Repository: slub/vkviewer
Catalog: vkviewer/locale/*/LC_MESSAGES/vkviewer.po
Languages: de

# error_msg_wrong_pw
source: Wrong password. Please try again.
de: Falsches Passwort. Bitte versuchen Sie es noch einmal.

# error_msg_wrong_user_login_data
source: Wrong login information. Please try again.
de: Falsche Anmeldeinformationen. Bitte versuchen Sie es noch einmal.

# error_msg_wrong_user_registration_data
source: Wrong or missing registration information. Please try again.
de: Falsche oder fehlende Informationen für die Registrierung eines neuen Nutzers. Bitte versuchen Sie es noch einmal.

# error_msg_missing_query_param
source: Missing query parameters. Please try again.
de: Fehlende Query-Parameter. Bitte versuchen Sie es noch einmal.

# error_msg_interal_auth
source: Internal error while authentification process. Please try again.
de: Interner Fehler bei Ausführung von Authentifizierungsprozess. Bitte versuchen Sie es noch einmal.

# js_library
source: en
de: de

# javascript_disabled
source: Please activate Javascript to use the Virtuelles Kartenforum 2.0
de: Bitte aktivieren Sie Javascript um das Virtuelle Kartenforum 2.0 zu nutzen.

# change_pw_header
source: Change password
de: Ändere Passwort

source: Old password
de: Altes Passwort

# old_password_placeholder
source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

# new_password_placeholder
source: New password
de: Neues Passwort

# new_password_validate
source: New password
de: Neues Passwort

# change_pw
source: Submit change
de: Änderung bestätigen

# georef_choose_map
source: Choose your map for georeferencing.
de: Wähle Karte für Georeferenzierung

# georef_choose_map_notfound
source: There are no more maps for georeferencing available for this map sheet number.
de: Für diese Blattnummer können keine Messtischblaetter mehr georeferenziert werden

# contact_header
source: Contact form
de: Kontaktformular

# contact_header_text
source: Please inform us about your ideas, problems or suggestions.
de: Bitte Informieren Sie uns ueber Ihre Ideen, Probleme und Anregungen.

# contact_message_label
source: Contact message
de: Kontaktnachricht

# contact_message_placeholder
source: Contact message
de: Kontaktnachricht

# contact_message_help
source: Please insert your contact message in this text field.
de: Bitte tragen Sie in diesem Text-Feld ihre Kontaktnachricht ein.

# georef_history
source: Georeference History
de: Historie Georeferenzierung

# logout_button
source: Logout
de: Abmelden

# login_button
source: Login
de: Anmelden

# header_language_de
source: German
de: Deutsch

# header_language_en
source: English
de: Englisch

# header_service
source: Informations
de: Informationen

# faq_main_heading
source: Frequently Asked Questions
de: Häufig gestellte Fragen (FAQ)

# footer_contact
source: Contact
de: Kontakt

# project_name_short
source: Project Virtuelles Kartenforum 2.0
de: Projekt Virtuelles Kartenforum 2.0

# footer_project
source: Project
de: Projekt

# footer_project_desc_long
source: a project from the SLUB Dresden and the University of Rostock
de: ein Projekt der SLUB Dresden und der Universität Rostock

# try_again
source: Go back to main page.
de: Gehe zurück zur Hauptseite.

# faq-title
source: Frequently Asked Questions (FAQ)
de: Häufig gestellte Fragen (FAQ)

# faq-general-title
source: General navigation
de: Allgemeine Navigation

# faq-general-content-1
source: The Virtual Map Forum 2.0 offers a lot of tools and content. General topics as the <b>FAQ</b>, the <b>Contact</b> details, the <b>Project</b> or the <b>Masthead / Impressum</b> can be accessed through the buttons in the footer or the button above the map search on the left side.
de: Das Virtuellen Kartenforum 2.0 bietet den Zugriff auf eine Reihe von Werkzeugen und Inhalten. Allgemeine Themen wie die <b>FAQ</b>, <b>Kontaktdaten</b>, eine <b>Projektbeschreibung</b> oder das <b>Impressum</b> können über den Button in der rechteren oberen Ecke der Kartensuche oder die Fussleiste gefunden werden.

# faq-general-content-2
source: If you click either on the German or the English flag you can change the language of the Virtual Map Forum 2.0. You can log in or register by clicking on the <b>login button</b>. With the button in the right upper corner you can toggle in the full-screen-mode.
de: Durch einen Klick auf die deutsche oder die englische Flagge kann die Sprachausgabe im Virtuellen Kartenforum 2.0 gewechselt werden. Die Anmeldung bzw. Registrierung erfolgt über den <b>Anmelden</b> Button. Der Button in der oberen rechten Kartenecke ermöglicht außerdem den Wechsel in den Vollbild-Modus.

# faq-map-detection
source: Map detection
de: Suche von Karten

# faq-map-detection-1
source: Right now you can find and displayed more than 4.700 georeferenced maps in the portal of the Virtual Map Forum 2.0.
de: Im Portal des Virtuellen Kartenforums 2.0 können aktuell über 4.700 georeferenzierte Karten gesucht und dargestellt werden.

# faq-map-detection-2
source: Using the navigation directly on the map or through the input of a place name respectively a map sheet number in the search field of the spatiotemporal search module (left part / main page) you can choose the relevant spatial area. The spatiotemporal search module also displays the relevant search results for your spatiotemporally selected criteria. Through using the time slider you can also adjust the relevant time period for your search results.
de: Das Modul auf der linken Seite der Karte ermöglicht raumzeitliche Suchen. Durch Kartennavigation oder die Eingabe eines Ortsnamens bzw. einer Kartenblattnummer kann der relevante Raumausschnitt ausgewählt werden. Dieser synchronisiert sich mit der Ergebnisliste des raumzeitlichen Suchmoduls, indem er nur Ergebnisse für den relevanten Raumausschnitt anzeigt. Mit Hilfe eines Zeitschiebers kann außerdem die relevante Zeitperiode für die Suche eingeschränkt werden.

# faq-place-name
source: Search for a place
de: Ortsnamen- / Kartenblattsuche

# faq-place-name-1
source: If you type in the input box a <b>place name</b> the application offers you a select list of possible place names. By choosing a place name from this list with your mouse or the keyboard the map jumps right to this place. You can alternatively type in the <b>map sheet number</b> (like <code>49_48</code>) and this will guide you to the right place as well.
de: Wird in das Eingabefeld ein Ortsname eingetippt, bietet die Anwendung eine Auswahlliste möglicher Ortsnamen an. Wird ein Ortsname aus der Liste durch die Maus oder die Tastur ausgewählt springt die Karte zu diesem Ort. Alternativ kann auch eine Kartenblattnummer wie <code>49_48</code> eingegeben werden. Auch in diesem Fall springt die Karte zu dem entsprechenden Raumausschnitt.

# faq-time-bar
source: Adjust the time
de: Zeitschieber

# faq-time-bar-1
source: With the help of the time bar you can adjust the period of your search time. Right now the portal offers you maps between the years 1868 and 1945. Therefore these years represent the maximum range of time. The adjusting of the search period affects the listed results in the search list.
de: Durch den Zeitschieber lässt sich der Suchzeitraum einschränken. Aktuell bietet das Portal Karten zwischen den Jahren 1868 und 1945 an. Diese Jahre bilden daher den maximalen Zeitraum ab. Das Einschränken des Suchzeitraums wirkt sich entsprechend auch auf die angezeigten Ergebnisse in der Suchliste aus.

# faq-search-list
source: The search list
de: Suchliste

# faq-search-list-1
source: The search list displays all available maps for the appropriate spatial segment and search time. The header of the search list shows the number of search hits. Beneath, you can sort the results by pressing the buttons <b>Title</b> or <b>Time</b>. If you click on a search result, the appropriate historical map will be displayed on the main map and automatically be transferred to the &quot;My Maps&quot; map container.
de: In der Suchliste werden die gefundenen Karten für den entsprechen Raumausschnitt und Suchzeitraum dargestellt. Im Kopf der Suchliste werden die Suchtreffer angezeigt. Darunter kann man die Ergebnisse mit Hilfe der Buttons nach <b>Titel</b> oder <b>Jahr</b> sortieren. Durch das Klicken auf ein Suchergebnis wird die entsprechende historische Karte auf der Hauptkarte dargestellt.

# faq-search-list-2
source: Every single search result will be displayed with its lemma, time stamp (dating) and its scale. Furthermore there will be given a Thumbnail image of the relevant map. If you move your mouse over a search result, the spatial expansion of the map will be represented in a polygon on the main map.
de: Die einzelnen Suchergebnisse werden in der Liste mit ihrem Kurztitel, ihrem Zeitstempel (Datierung) und ihrem Maßstab abgebildet. Außerdem wird ein Vorschaubild der entsprechenden Karte angezeigt. Führt man den Mauszeiger über einen Sucheintrag, so wird die räumliche Ausdehnung der Karte auf der Hauptkarte dargestellt.

# faq-map-navigation
source: Map navigation
de: Kartennavigation

# faq-map-navigation-1
source: The picture left hand side shows the different navigation tools which can be used on the maps.
de: In der Abbildungs links werden die verschiedenen Navigationswerkzeuge für die Karte dargestellt.

# faq-map-navigation-2
source: By pressing the <b>+</b> or the <b>-</b> you can zoom into or out of the map (you can also use the mouse wheel).
de: Durch Drücken des <b>+</b> oder des <b>-</b> kann in die Karte hinein oder heraus gezoomt werden (Alternativ kann auch das Mausrad zum Zoomen verwendet werden).

# faq-map-navigation-3
source: The <b>Magnifier button</b> activates a map magnifier. If you move it over a historical map it will show the recent <a href="http://www.openstreetmap.org/#map=5/51.500/-0.100">OpenStreetMap</a> for this part. Press <b>y</b> and the area for the magnifier gets bigger. Press <b>x</b> and the area gets smaller.
de: Die <b>Lupe</b> aktiviert eine Bildschirmlupe. Fährt man mit dieser über eine historische Karte, wird für den Lupenausschnitt die aktuelle <a href="http://www.openstreetmap.org/#map=5/51.500/-0.100" target="_blank">OpenStreetMap</a> Karte angezeigt. Drückt man währenddessen <b>y</b> wird der Lupenausschnitt größer. Drückt man <b>x</b> wird der Ausschnitt kleiner.

# faq-map-navigation-4
source: Press and hold the Shift key and press and move the mouse at the same time you rotate the map. Press the <b>Needle button</b> the map will be &quot;northed&quot; again.
de: Durch das Halten der Shift-Taste sowie das parellele drücken und ziehen der Maus auf der Karte, kann diese rotiert werden. Durch das Klicken auf den Button mit der <b>Nadel</b> wird die Karte anschließend wieder genordet.

# faq-map-navigation-5
source: The last button allows you to create a link of the current map view and to share it with other users.
de: Der letzte Button ermöglicht die Erstellung eines Links, mit welchem man die aktuelle Kartensicht mit anderen Nutzern teilen kann.

# faq-map-management
source: Manage chosen maps
de: Verwaltung der eigenen Kartenauswahl

# faq-map-management-1
source: If you choose a map in the spatiotemporal search module it will be added automatically to the main map and to the map management container. In this map management container you can change the transparency of maps, activate and deactivate maps, you can add related maps, delete any map from your own selection and it is possible to change the order of the presentation of the maps on the main map.
de: Im Kartenverwaltungsmodul werden die ausgewählten bzw. hinzugefügten Karten verwaltet. Es kann die Transparenz der Karte geändert werden, die Karte kann aktiviert und deaktiviert werden, es können andere verwandte Karten hinzugefügt werden, die Karte kann von der eigenen Auswahl gelöscht werden und man kann die Reihenfolge der Darstellung der Karten auf der Hauptkarte überarbeiten.

# faq-change-transparency
source: Change transparency
de: Transparenz verändern

# faq-change-transparency-2
source: If you click with your mouse on the bar and slide it up- or downwards you can change the transparency of the chosen map. This will help you to see the changing in the landscapes and to check the georeferencing of your map.
de: Klickt man auf die Leiste am Kopf des Symbols und bewegt die Maus nach unten oder oben verändert sich die Transparenz der dargestellten Karte. Diese Funktion hilft dabei die Veränderungen in der Landschaft zu beobachten und die Georeferenzierungen zu überprüfen.

# faq-activate-deactivate
source: Activate / deactivate maps
de: Aktivieren und Deaktivieren von Karten

# activate-deactivate-1
source: activated
de: aktiviert

# activate-deactivate-2
source: deactivated
de: deaktiviert

# faq-activate-deactivate-4
source: By clicking with your mouse on the green square you can either activate or deactivate the corresponding map sheet.
de: Klickt man mit der Maus auf das grüne Quadrat aktiviert oder deaktiviert man die entsprechende Karte.

# faq-add-delete
source: Add / delete maps
de: Hinzufügen und Löschen von Karten

# faq-add-delte-1
source: To add a map sheet choose the one you would like to work on from the listed map sheets beneath the spatiotemporal search module by just clicking on it with your mouse or by using the keyboard. The map sheet will automatically be transferred to the &quot;My Maps&quot; map container.
de: Um eine Karte der Kartenverwaltung hinzuzufügen, klickt man auf die entsprechende Karte in der Suchliste mit der Maus oder navigieret mit der Tastatur zur gewünschten Karte. Diese wird dann automatisch in die Kartenverwaltung übertragen.

# faq-add-delete-2
source: To delete a map sheet just press the &quot;<b>x</b>&quot; <b>button</b> beneath the activate / deactivate tool.
de: Der Nutzer kann ausgewählte Karten wieder löschen. Hierfür klickt man auf den &quot;<b>x</b>&quot; <b>Button</b> unterhalb des Aktivierungs- / Deaktivierungstools.

# faq-reorder
source: Reorder maps
de: Ändern der Reihenfolge

# faq-reorder-1
source: To reorder maps use your mouse cursor. Click on the thumbnail version of one map sheets in your &quot;My Maps&quot; map container and press and hold it. Then you can easily move it up- or downwards in the container to change the order of the map sheets.
de: Das Ändern der Reihenfolge der Karten erfolgt mit der Maus. Durch Klicken auf das Vorschaubild einer Karte in der Kartenverwaltung und halten der Maustaste kann die Karte an die gewünschte Position verschoben werden.

# faq-reorder-2
source: If you want to have a map at the very top you can either use the drag-and-drop method or you can just click on the symbol above the activate / deactivate switch. So the map you just clicked on will automatically be moved to the top of the list.
de: Falls eine Karte ad hoc an die erste Stelle verschoben werden soll, kann man entweder die Drag-and-Drop-Methode nutzen oder auf das Symbol oberhalb des Aktivierungs- / Deaktivierungstools klicken. Auf diese Weise wird die gerade angeklickte Karte automatisch als oberste Karte dargestellt.

# faq-original-meta
source: Original maps and meta data
de: Originalkarten und Metadaten

# faq-original-meta-1
source: If you selected one map from the plane survey sheet search list by clicking on it and then click on the corresponding square in the main map you will get further information about the map sheet. You will also be given a picture of the original map sheet.
de: Wenn eine Karte aus der Suchliste ausgewählt wurde und man dann auf das dazugehörige Quadrat in der Hauptkarte klickt erhält man zusätzliche Informationen über dieses Kartenblatt. Außerdem wird eine Abbildung der Originalkarte angezeigt.

# faq-original-meta-2
source: And you can receive even more information by clicking on one of the two boxes shown left. &quot;Gehe zu Fotothek&quot; leads you to the photographic library which provides the map sheet and &quot;Zeige Metadatensatz&quot; gives you more meta data.
de: Noch mehr Informationen werden zur Verfügung gestellt wenn man auf eines der beiden Felder in der links abgebildeten Box klickt. <b>Gehe zu Fotothek</b> führt Sie zu der Fotothek, die das originale Kartenblatt verwaltet und <b>Zeige Metadatensatz</b> hält weitere Metadaten bereit.

# faq-geo-referencing-maps
source: Georeferencing of maps (plane survey sheets)
de: Georeferenzierung von Karten (Messtischblättern)

# faq-geo-referencing-maps-1
source: Right now the Virtual Map Forum 2.0 gives you access to more than 6000 digitised plane survey sheets. For georeferencing them we need your help.
de: Aktuell bietet das Virtuelle Kartenforum 2.0 den Zugriff auf ca. 6.000 digitalisierte Messtischblätter. Für deren Georeferenzierung benötigen wir Ihre Hilfe.

# faq-geo-referencing-maps-2
source: The task therefore is to localize the corner points of the map content itself. With the marked corner points we can now georeference the map. If you use the georeferencing client on the Virtuelles Kartenforum 2.0 for the first time please read the instructions. We thank you for your help and participation.
de: Ihre Aufgabe ist es dabei, die Eckpunkte des eigentlichen Karteninhaltes der Messtischblätter zu ermitteln. Mit Hilfe der Eckpunkte können wir anschließend die Karten georeferenzieren. Wenn Sie das erste mal im Virtuellen Kartenforum 2.0 den Georeferenzierungsclient nutzen, lesen Sie sich bitte die Anleitung durch. Wir danken Ihnen für Ihre Hilfe.

# faq-call-out
source: Before you can start to georeference in the Virtual Map Forum 2.0 you have to register or log in as a user.
de: Bevor Sie im Virtuellen Kartenforum 2.0 georeferenzieren können, müssen Sie sich als Nutzer registrieren bzw. anmelden.

# faq-map-selection
source: Map selection
de: Auswahl einer Karte

# faq-map-selection-1
source: If you are logged in, you can display a grid with all available ordnance maps on the main map by clicking on the georeferencing symbol in the right upper corner. The grey grid cells show you the available and yet not referenced ordnance maps for this spatial segment. By contrast a green grid cell shows you, that for this spatial segment there are already georeferenced maps available. By clicking on a grey grid cell a selection window appears, which displays the yet not georeferenced ordnance maps for the corresponding grid cell. By clicking again on one of the displayed ordnance maps you will be forwarded to the georeferencing view.
de: Sobald man eingeloggt ist, wird durch einen Klick auf das Georeferenzierungsymbol in der rechten oberen Ecke das Gitter der zur Verfügung stehenden Messtischblätter auf der Karte dargestellt. Die grauen Gitterzellen weisen dabei auf die vorhandenen, noch unreferenzierten Messtischblätter für diesen Rumausschnitt hin. Demgegenüber bedeuteten grüne Gitterzellen, dass für diesen Raumausschnitt bereits georeferenzierte Karten vorliegen. Durch einen Klick auf eine graue Gitterzelle öffnet sich ein Auswahlfenster in welchem die entsprechenden unreferenzierten Messtischblätter für diese Gitterzelle angezeigt werden. Klickt man erneut auf eines der angezeigten Messtischblätter wird man zur Georeferenzierungsansicht weitergeleitet.

# faq-geo-referencing
source: Georeferencing
de: Georeferenzierung

# faq-geo-referencing-1
source: In this georeferencing view there shall be marked the real corner points of the maps. Once done they can be matched with the corner coordinates on the server side and can now be used as control points, which create the basis for georeferencing algorithms.
de: In der Georeferenzierungsansicht sollen die eigentlichen Eckpunkte der Karte ermittelt werden. Diese können anschließend mit den Eckpunktkoordinaten serverseitig abgeglichen werden und dienen somit als Passpunkte, welche die Basis für die Anwendung von Georeferenzierungsalgorithmen bilden.

# faq-geo-referencing-2
source: Therefore you can find on the left hand side a tool box which offers different tools for placing the corner points. If needed, this toolbox can be deactivated by pressing the button with the wrench on it.
de: Hierfür ist auf der linken Seite eine Toolbox angebracht, die verschiedene Werkzeuge für das setzen der Eckpunkte bereithält. Drückt man den Button mit dem Schraubenschlüssel kann diese Toolbox, falls nötig, auch deaktiviert werden.

# faq-geo-referencing-3
source: To start the georefernce process select the tool <b>Set corner point</b> and then navigate to the corresponding corner points on the map. By clicking on the map you can place the corner point. If you did a miss-click you can adjust your result with the tools <b>Move corner point</b> (therefore select the corresponding corner point by clicking on it before displacing) or <b>Delete corner point</b>.
de: Der erste Abreitsschritt besteht daraus <b>Eckpunkte zu setzen</b>. Hierfür wählt man das entsprechende Symbol aus und navigiert anschließend zu den Eckpunkten auf der Karte. Durch einen Klick auf die Karte werden die Eckpunkte markiert. Im Falle eines falschen Klicks kann das Ergebnis mit den Werkzeugen <b>Eckpunkt verschieben</b> (hierzu entsprechenden Eckpunkt vor dem Bewegen durch einmaliges Klicken selektieren) oder <b>Eckpunkt löschen</b> korrigiert werden.

# faq-geo-referencing-4
source: Furthermore you can move the map when you press and hold the mouse or click on the <b>Move map button</b> and centralise the map again by pressing the button beneath the &quot;<b>-</b>&quot; <b>button</b>.
de: Außerdem kann die Karte verschoben werden, indem die linke Maustaste gedrückt und gleichzeitig die Maus bewegt wird oder indem auf den <b>Karte bewegen Button</b> gedrückt wird. Die Karte wird anschließen wieder mit dem Button unterhalb des &quot;<b>-</b>&quot; <b>Buttons</b> zentralisiert.

# faq-geo-referencing-5
source: If you have selected three corner points you will be displayed a test result on the right side. This test result will be updated with every other corner point or by pressing the <b>Update Preview button</b>
de: Nach dem Setzen des vierten Eckpunktes wird ein Testergebnis auf der rechten Karte angezeigt. Dieses aktualisiert sich durch das Drücken des Buttons <b>Vorschau aktualisieren</b>.

# faq-geo-referencing-6
source: When you have marked four corner points and if you are satisfied by the result, you can send it by pressing the <b>Confirm Georeferencing button</b>. Then it will be promptly and persistently georeferenced and made available for other users.
de: Sind vier Eckpunkte gesetzt und Sie sind mit dem Ergebnis zufrieden, können Sie das Ergebnis absenden. Es wird anschließend zeitnah persistent georeferenziert und für andere Nutzer verfügbar gemacht.

# faq-geo-referencing-history
source: Georeference History
de: Georeferenzierungs-Historie

# faq-geo-referencing-history-11
source: When you push the button with your registered name on it (after you logged yourself in) you can look up your <b>Georeference History</b>, you can <b>Chance your Password</b> or <b>Logout</b>
de: Angemeldete Nutzer können durch einen Klick auf ihren Namen (rechte obere Ecke) sich Ihre <b>Historie der Georeferenzierung</b> ansehen, Ihr <b>Passwort ändern</b> oder sich <b>Abmelden</b>.

# faq-sidebar
source: General navigation
de: Allgemeine Navigation

# faq-sidebar-1
source: Map detection
de: Suche von Karten

# faq-sidebar-2
source: Search for a place
de: Ortsnamen- / Kartenblattsuche

# faq-sidebar-3
source: Adjust the time
de: Zeitschieber

# faq-sidebar-4
source: The search list
de: Suchliste

# faq-sidebar-5
source: Map navigation
de: Kartennavigation

# faq-sidebar-6
source: Manage chosen maps
de: Verwaltung der eigenen Kartenauswahl

# faq-sidebar-7
source: Change transparency
de: Transparenz verändern

# faq-sidebar-8
source: Activate / deactivate maps
de: Aktivieren und Deaktivieren von Karten

# faq-sidebar-9
source: Add / delete maps
de: Hinzufügen und Löschen von Karten

# faq-sidebar-10
source: Reorder maps
de: Ändern der Reihenfolge
