Repository: slub/vkviewer
Catalog: vkviewer/locale/*/LC_MESSAGES/vkviewer.po
Languages: de

# faq-sidebar-11
source: Original maps and meta data
de: Originalkarten und Metadaten

# faq-sidebar-12
source: Georeferencing of maps
de: Georeferenzierung von Karten

# faq-sidebar-13
source: Map selection
de: Auswahl einer Karte

# faq-sidebar-14
source: Georeferencing
de: Georeferenzierung

# faq-sidebar-15
source: Georeference History
de: Georeferenzierungs-Historie

# faq-sidebar-16
source: Back to top
de: Nach oben

# georef_back_to_overview
source: Back to map sheet overview
de: Zurück zur Hauptseite

# georef_process_id
source: Process-ID
de: Prozess-ID

# georef_result_validate
source: Result validated
de: Validierungsergebnisse

# georef_map_sheet_info
source: Map sheet information
de: Informationen zum Kartenblatt

# georef_parameter
source: Set corner points (lon:lat)
de: Georeferenzierungsparameter (lon:lat)

# georef_user_history
source: History of user
de: Nutzerhistorie

# georef_previous_georef
source: Previous Georeferencing
de: Bisherige Georeferenzierungen

# georef_points
source: Points
de: Punkte

# georef_persist_access
source: Persistent access to georeferenced map
de: Persistenter Zugang zu georeferenzierter Karte

# georef_result_being_generated
source: Being generated (duration approx. 12h)
de: Georeferenzierung wird aktuell noch bearbeitet (Wartezeit ca. 12 h.)

source: Provider
de: Anbieter

# slubname_start
source: Saxon State and
de: Sächsische Landesbibliothek -

# slubname_end
source: University Library Dresden (SLUB)
de: Staats- und Universitätsbibliothek Dresden

source: Post adress
de: Postadresse

source: Visitor adress
de: Besucheradresse

# represented_by
source: Represented through
de: Vertreten durch:

# agency
source: Office
de: Geschäftsstelle

# representative
source: Representatives
de: Vertreter

source: Editorial team
de: Redaktionsverantwortliche

source: Technical realisation
de: Technische Realisierung

# information_copyright
source: Information about the copyright
de: Rechtliche Hinweise zum Urheberrecht

source: Privacy policy
de: Datenschutzerklärung

# loginScreen_welcome
source: Welcome to the Virtuelles Kartenforum 2.0
de: Willkommen im Virtuellen Kartenforum 2.0

# plz_login
source: Please login
de: Bitte melden Sie sich an.

# loginScreen_placeholder_username
source: Username
de: Nutzername

# loginScreen_placeholder_password
source: Password
de: Passwort

# loginScreen_submit_btn
source: Login
de: Anmelden

# loginScreen_reset_pw
source: Reset password?
de: Passwort zurücksetzen?

# loginScreen_backTo
source: back to the
de: zurück zur

# loginScreen_registration
source: Registration
de: Anmeldung

# loginScreen_welcome_new
source: New to the Virtuelles Kartenforum 2.0?
de: Neu im Virtuellen Kartenforum 2.0

# loginScreen_register_now
source: Register now
de: Registrieren Sie sich jetzt

# loginScreen_placeholder_surname
source: Surname
de: Vorname

# loginScreen_placeholder_familyname
source: Familyname
de: Nachname

# project_name_long
source: Virtuelles Kartenforum 2.0 - A service oriented architeture virtual research environment at the german photographic collection.
de: Virtuelles Kartenforum 2.0 - Eine Service-orientierte virtuelle Forschungsumgebung in der Deutschen Fotothek

# footer_project_summary
source: Project summary
de: Projektzusammenfassung

# footer_project_description
source: Abstract
de: Beschreibung

# footer_project_description_content_start
source: The digitization of old maps in Germany as well as existing spatial data infrastructures need a concentration of expertise to be operated in a permanent virtual research environment . The cooperation of a professional scientific and a infrastructural partner offers a combination in the form of a general, re-usable and sustainable service:
de: Die Digitalisierung von Altkarten in Deutschland sowie die bestehenden Geodateninfrastrukturen benötigen als Grundlagen einer dauerhaft zu betreibenden Virtuellen Forschungsumgebung eine Bündelung von Kompetenzen. In Kooperation eines fachwissenschaftlichen und eines infrastrukturellen Partners sollen vorhandene Angebote zu einem fachwissenschaftlich adressierten und doch allgemein nachnutzbaren und nachhaltig betriebenem Service zusammengefasst werden:

# footer_project_description_content_li1
source: The Fotothek of the SLUB includes a comprehensive collection of digital map information in one hand, however not being georeferenced and not available as interoperable services.
de: Das Kartenforum der SLUB umfasst einen umfangreichen digitalen Kartenbestand, der jedoch nicht georeferenziert und somit nicht per interoperabler Dienste verfügbar ist.

# footer_project_description_content_li2
source: The virtual research environment VKLandLab at the Chair of Geodesy and Geomatics includes solutions to address exactly these deficits.
de: Die virtuelle Forschungsumgebung VKLandLab der Professur für Geodäsie und Geoinformatik beinhaltet Lösungsansätze zur Behebung genau dieser Defizite.

# footer_project_description_content_end
source: In the research project an operational platform will be developed for researchers being interested in space and time aspects related to the area of the Federal Republic of Germany. On the one hand, it requires the development of tools for georeferencing old maps and the creation of a Germany-wide site name directory. On the other hand at the supply sidean operating and business model for a national hosting site for providing and receiving of digital old maps needs to be developed. In scientific case studies, the virtual research platform and the resulting assets in the provision of data, analysis and visualization should be tested.
de: Im Forschungsprojekt soll eine betriebsfähige virtuelle Arbeitsplattform für Raum-Zeitforscherf lächendeckend für die Bundesrepublik entwickelt werden. Dazu bedarf es einerseits der Entwicklung von Werkzeugen zur Georeferenzierung von Altkarten und zur Erstellung eines deutschlandweiten Ortsnamensverzeichnisses. Andererseits muss auf Anbieterseite ein Betriebs- und Geschäftsmodell für eine Nationale Hostingstelle zur Bereitstellung und Aufnahme von digitalen Altkartenbeständen entwickelt werden. In wissenschaftlichen Fallstudien sollen die virtuelle Forschungsplattform und die entstehenden Mehrwerte in der Datenbereitstellung, Analyse und Visualisierung getestet werden.

# footer_project_duration
source: Project duration
de: Laufzeit

# footer_project_patron
source: Funding
de: Förderer

# dfg
source: German Research Foundation
de: Deutsche Forschungsgemeinschaft

# footer_projectpartners
source: Project partners
de: Projektpartner

# slubname
source: Saxony State and University Library Dresden (SLUB)
de: Sächsische Landesbibliothek - Staats- und Universitätsbibliothek Dresden (SLUB)

# reset_pw_header
source: Forgot password?
de: Passwort vergessen?

# reset_pw_explanation
source: Please insert your username and your email adress. After that we will create a new password for you and send it to via email.
de: Bitte geben Sie Ihren Nutzernamen und Ihre Email-Adresse an. Wir werden das Passwort dann zurücksetzen und Ihnen eine Email mit einem neuen Passwort zu senden.

# reset_pw
source: Reset password
de: Password zurücksetzen

# reset_pw_dialog_success
source: Your password will now be reset. When the process is finished you will get an Email from us with your new password.
de: Passwort wird zurückgesetzt. Sobald der Prozess abgeschlossen ist, erhalten Sie von uns eine Email.

# go_back_main_page
source: Go back to main page.
de: Gehe zurück zur Hauptseite.
